Repository: wp-plugins/eelv-share-post
Catalog: languages/eelv-share-post-*.po
Languages: fr_fr

source: Post sharing
fr_fr: Partage d'article

source: Options saved
fr_fr: Options sauvegard&eacute;es

source: Default values
fr_fr: Valeurs par d&eacute;faut

source: Default values for text length to display :
fr_fr: Valeur par d&eacute;faut pour la longueur du texte &agrave; afficher

source: Can be modified for each post ex: http://eelv.fr?p=[$post_ID]&s=[$size] where $size is the number of words to display. Value 0 shows all the text, default is 55 words
fr_fr: Peut &ecirc;tre modifi&eacute; pour chaque article ex : http://eelv.fr?p=[$ID_article]&s=[$longueur] o&ugrave; $longueur est le nombre de mots &agrave; afficher. La valeur 0 affiche tout le texte, la valeur par d&eacute;faut est de 55 mots

source: number of caracters to display in the loop :
fr_fr: nombre de caract&egrave;res &agrave; afficher dans la boucle :

source: default is 400
fr_fr: valeur par d&eacute;faut 400

source: Open target post directly from the loop
fr_fr: Ouvrir l'article cible directement depuis la boucle

source: Display post thumbnail in the loop
fr_fr: Afficher l'image &agrave; la une dans la boucle

source: Display youtube links
fr_fr: Afficher les liens youtube

source: Display dailymotion links
fr_fr: Afficher les liens dailymotion

source: Display twitter links
fr_fr: Afficher les liens twitter

source: Save changes
fr_fr: Sauvegarder les modifications

source: Other domains to parse :
fr_fr: Autres domaines Ã analyser :

source: Use it for network domain mapping
fr_fr: A utiliser pour la mappage de domaines

source: External domain
fr_fr: Domaine externe

source: Wordpress domain
fr_fr: Domaine dans wordpress

source: Add a domain
fr_fr: Ajouter un domaine

source: for final blog url :
fr_fr: pour l'adresse finale :

source: This post isn't avaible any more
fr_fr: Cet article n'est plus disponible

source: Share on
fr_fr: Publier sur
